<%@ taglib prefix="c" uri="http://java.sun.com/jsp/jstl/core" %>
<%@ taglib prefix="fmt" uri="http://java.sun.com/jsp/jstl/fmt" %>
<%@ taglib prefix="fn" uri="http://java.sun.com/jsp/jstl/functions" %>
<%@ page contentType="text/html;charset=UTF-8" language="java" %>
<%@ include file="../layout/header.jsp" %>
<%--ljy 完善页面内容 --%>
<style>
h1{
	margin-top: 0px;
	text-align:center;
	font-size:26px;
	font-weight:500;
}
</style>
<div class="row">
    <div class="col-md-12">
        <div class="panel panel-default">
            <div class="panel-heading">
                <a href="/">主页</a> / 使用协议
            </div>
            <div class="panel-body" style="color: #333;">
                <h1>使用协议</h1>
                <p>本用户协议是用户与启明星工作室在线社区之间的协议。用户或游客发言前，请认真阅读本协议（未成年人请在合法监护人的陪同下阅读）。一经注册或发言，即视为同意接受本协议；如不同意，请勿注册或发言。</p>

				<p>第一章 总则&nbsp;</p>
				
				<p>第二章 在线社区用户&nbsp;</p>
				
				<p>第三章 言论规则&nbsp;</p>
				
				<p>第四章 在线社区管理&nbsp;</p>
				
				<p>第五章 版权声明&nbsp;</p>
				
				<p>第六章 处罚原则&nbsp;</p>
				
				<p>第七章 责任声明&nbsp;</p>
				
				<p>第八章 附则</p>
				
				<p>第九章 版权声明</p>
				
				<p>第十章 补充条款</p>
				
				<p>&nbsp;</p>
				
				<h3>第一章 总则&nbsp;</h3>
				
				<p>第1条 本在线社区命名为&ldquo;启明星工作室在线社区&rdquo;。&nbsp;</p>
				
				<p>第2条 本在线社区所有权、经营权均属三峡大学启明星工作室。&nbsp;</p>
				
				<p>第3条 本在线社区的管理维护由三峡大学启明星工作室负责。&nbsp;</p>
				
				<p>&nbsp;</p>
				
				<h3>第二章 在线社区用户&nbsp;</h3>
				
				<p>第4条 用户在浏览论坛时遵守《网站用户服务协议》，并且在启明星工作室在线社区注册的用户，拥有在线社区用户基本权限。</p>
				
				<p>在线社区用户参与在线社区活动时必须遵守《网站用户服务协议》。&nbsp;</p>
				
				<p>第5条 本在线社区用户的个人资料受到保护，不接受任何个人或单位的查询请求，公安机关和司法部门或根据国家相关法律规定提供除外。&nbsp;</p>
				
				<p>第6条 本在线社区用户享有在在线社区各公开栏目发表言论的权利，若栏目中有特殊规定，或受到在线社区处罚而关闭发言权限则例外。&nbsp;</p>
				
				<p>第7条 本在线社区用户有权依照申请认证成员、老师；&nbsp;</p>
				
				<p>第8条 本在线社区用户有义务遵守国家法律法规及本在线社区各项规章制度。&nbsp;</p>
				
				<p>第9条 本在线社区用户有义务遵守网络礼仪。&nbsp;</p>
				
				<p>&nbsp;</p>
				
				<h3>第三章 言论规则&nbsp;</h3>
				
				<p>第10条 本在线社区用户享有言论自由权利；并适度拥有修改、删除自己发表的文章的权利。&nbsp;</p>
				
				<p>第11条 本在线社区用户不得在本在线社区发表包含以下内容的言论：&nbsp;</p>
				
				<p>（一）社区禁止内容</p>
				
				<p>1、违反宪法确定的基本原则的；</p>
				
				<p>2、危害国家安全，泄露国家秘密，颠覆国家政权，破坏国家统一的；&nbsp;</p>
				
				<p>3、损害国家荣誉和利益的；&nbsp;</p>
				
				<p>4、煽动民族仇恨、民族歧视，破坏民族团结的；</p>
				
				<p>5、煽动非法集会、结社、游行、示威、聚众扰乱社会秩序的；</p>
				
				<p>6、破坏国家宗教政策，宣扬邪教和封建迷信的；&nbsp;</p>
				
				<p>7、散布谣言，扰乱社会秩序，破坏社会稳定的；&nbsp;</p>
				
				<p>8、散布淫秽、色情、赌博、暴力、凶杀、恐怖或者教唆犯罪的；&nbsp;</p>
				
				<p>9、侮辱或者诽谤他人，侵害他人合法权益的；</p>
				
				<p>10、以非法民间组织名义活动的；</p>
				
				<p>11、包含种族、肤色、性别、性取向、宗教、民族、地域、残疾、社会经济状况等歧视内容的言论和消息；</p>
				
				<p>12、含有法律、行政法规禁止的其他内容的；&nbsp;</p>
				
				<p>13、未经公开报道、未经证实的消息（发布本人亲身经历的事件请注明）；&nbsp;</p>
				
				<p>14、可能妨害第三方权益的文件或者信息，例如（包括但不限于）：病毒代码、黑客程序、软件破解注册信息；</p>
				
				<p>15、抄袭及剽窃他人的作品，转载及引用请注明出处，不得上贴原作者禁止转载的文章；</p>
				
				<p>16、缺乏理性讨论诚意、无理纠缠、恶意灌水等浪费版面资源的信息；</p>
				
				<p>17、明显缺乏章法、错别字过多、内容晦涩空泛的帖子；</p>
				
				<p>18、包含影响用户正常浏览的内容或格式的文章；</p>
				
				<p>19、重复帖、测试帖、过于私人化的聊天水帖；</p>
				
				<p>20、涉及他人隐私、有意模仿他人注册名或冒充本坛管理人员发布的信息；</p>
				
				<p>21、破坏社区及论坛秩序、侵害社区及论坛利益的其他内容的；</p>
				
				<p>22、重复、大量发贴并张贴与所在论坛主题无关的消息和言论的；</p>
				
				<p>23、未经启明星工作室同意，在本在线社区内发布任何形式的广告的；</p>
				
				<p>24、在帖子中（标题和内容）加入各种奇形怪状的符号的；</p>
				
				<p>25、在帖子中加入会引起页面显示错乱的；</p>
				
				<p>26、短时间内连续翻出同一账号的多个帖子并造成版面被同一账号的帖子大面积冲击等恶意翻帖行为的；</p>
				
				<p>第12条 本在线社区用户在相关讨论区发表文章时，除遵守本协议外，还应遵守该讨论区的相关规定。&nbsp;</p>
				
				<p>第13条 未经启明星工作室同意，禁止在本在线社区内发布任何形式的广告。&nbsp;</p>
				
				<h3><br />
				第四章 在线社区管理&nbsp;</h3>
				
				<p>第14条 本在线社区设定由超级管理员、前台管理员的梯级管理体系。&nbsp;</p>
				
				<p>第15条 本在线社区版主由启明星工作室在线社区组正式任命的人员担任；版主行使本在线社区全部站务管理职责和权力；除版主之外的任何在线社区管理人员及网友言论，由其本人承担，均与本在线社区无关。&nbsp;</p>
				
				<p>第16条 本在线社区内容监察工作由启明星工作室内容监督组负责。&nbsp;</p>
				
				<p>&nbsp;</p>
				
				<h3>第五章 版权声明&nbsp;</h3>
				
				<p>第17条 本在线社区用户发表的文章仅代表作者本人观点，对其所发言的真实性、准确性负责，与启明星工作室立场无关。作者文责自负。&nbsp;</p>
				
				<p>第18条 启明星工作室有权将在本在线社区发表的文章或图片自行使用或者与其他人合作使用于其他用途，包括但不限于网站、电子杂志、杂志、刊物等，使用时需为作者署名，以发表文章时注明的署名为准。文章有附带版权声明者除外。&nbsp;</p>
				
				<p>第19条 本在线社区的文章及图片（包括转贴的文章及图片）版权仅归原作者所有，若作者有版权声明或原作从其它网站转载而附带有原版权声明者，其版权归属以附带声明为准。&nbsp;</p>
				
				<p>第20条 用户在本在线社区发布的信息应当是发布者原创或取得知识产权权利人人授权发布，若用户发布的信息侵犯他人知识产权的，由用户承担全部责任，与启明星工作室无关。</p>
				
				<p>第21条 任何转载、引用发表于本在线社区的版权文章须符合以下规范：&nbsp;</p>
				
				<p>（1）用于非商业、非盈利、非广告性目的时需注明作者及文章及图片的出处。&nbsp;</p>
				
				<p>（2）用于商业、盈利、广告性目的时需征得文章或图片原作者的同意，并注明作者姓名、授权范围及原作出处。&nbsp;</p>
				
				<p>（3）任何文章或图片的修改或删除均应保持作者原意并征求原作者同意，并注明授权范围。&nbsp;</p>
				
				<p>&nbsp;</p>
				
				<h3>第六章 处罚原则&nbsp;</h3>
				
				<p>第22条 本在线社区用户不得在本在线社区进行任何违反国家法律法规及在线社区各项规章制度的活动，不得在本在线社区进行任何破坏公共安全的活动，不得在本在线社区进行任何非法商业活动，不得在本在线社区进行任何破坏在线社区、聊天室公共秩序的活动，如有违反，在线社区管理人员将依据有关规定进行处罚。&nbsp;</p>
				
				<p>第23条 本在线社区用户不得利用在线社区BUG进行任何活动，如有违反，在线社区有权作出关闭其部分权限、暂停帐号使用直至删除帐号处理，同时在线社区保留追究责任人法律及经济责任的权利。</p>
				
				<p>第24条对于违反社区管理规定的帖文、贴图等等，或者在收到权利人的权利主张存在侵权嫌疑的，管理员有权直接删改。&nbsp;</p>
				
				<p>第25条对于违反社区管理规定的用户，管理员有权删除发帖内容并对该用户采取警告、禁止发言直至取消用户会员资格的处理。</p>
				
				<p>第26条违规账号在封锁期间，原则上不予以解封，但用户可以向社区提出申诉或者请求，社区按照程序经过讨论研究，同意之后可以提前解封。</p>
				
				<p>第27条对于严重违反社区管理规定的，管理员有权封用户IP。</p>
				
				<p>第28条取消用户ID或IP，一般应遵循&quot;先通知用户，提出警告，在劝告无效下予以执行&quot;这项原则，但情节特别严重者除外。</p>
				
				<p>&nbsp;</p>
				
				<h3>五、隐私权保护</h3>
				
				<p>第29条 用户在遵守上述协议的前提下，本论坛将充分保护用户的个人隐私权。本论坛会对用户的个人信息严格保密，不会在未经合法用户授权时，公开、编辑或透露其个人信息及保存在本论坛中的非公开内容，下列情况除外：&nbsp;</p>
				
				<p>1、违反相关法律法规或本论坛服务协议规定；</p>
				
				<p>2、按照相关政府主管部门的要求，有必要向相关法律部门提供备案的内容；</p>
				
				<p>3、维护社会个体和公众的权利、财产或人身安全；</p>
				
				<p>4、被侵害的第三人提出权利主张；</p>
				
				<p>5、为维护用户及社会公共利益的需要；&nbsp;</p>
				
				<p>6、维护本网站的合法权益；</p>
				
				<p>7、用户本人授权社区透露这些信息；</p>
				
				<p>8、本社区可能会与第三方合作向用户提供相关的网络服务，在此情况下，如该第三方同意承担与本社区同等的保护用户隐私的责任，则本社区有权将用户的注册资料等提供给该第三方；</p>
				
				<p>9、符合其它相关的要求。</p>
				
				<p>此外，在不透露单个用户隐私资料的前提下，论坛有权对整个用户数据库进行分析并对用户数据库进行适当的使用。</p>
				
				<p>&nbsp;</p>
				
				<h3>第七章 责任声明&nbsp;</h3>
				
				<p>第30条 本在线社区用户之间通过在线社区相识、交往中所发生或可能发生的任何心理、生理上的伤害和经济上的纠纷与损失，启明星工作室不承担任何责任。用户可以及时与本在线社区的管理人员联系。具体的联系方法为： 在&ldquo;反馈建议&rdquo;的相关版面发贴。&nbsp;</p>
				
				<p>第31条 本在线社区用户因为违反本在线社区规定而触犯中华人民共和国法律的，责任自负，启明星工作室不承担任何责任。&nbsp;</p>
				
				<p>第32条 本在线社区如因系统维护或升级而需暂停服务时，将事先公告。若因硬件故障或其它不可抗力而导致暂停服务，于暂停服务期间造成的一切不便与损失，启明星工作室不承担任何责任。&nbsp;</p>
				
				<p>&nbsp;</p>
				
				<h3>第八章 附则&nbsp;</h3>
				
				<p>第33条 本协议未规定的内容参见国家对于网站内容管理的规定为准。&nbsp;</p>
				
				<p>第34条 启明星工作室有权在本论坛运营中根据法律法规的变化、运营情况的发展完善修改本用户协议，用户若不接受本协议的，应当立即终止使用本论坛产品。&nbsp;</p>
				
				<p>第35条 本协议自2015年2月正式颁布施行。</p>
				
				<p>&nbsp;</p>
				
				<h3>第九章 投诉声明</h3>
				
				<p>第36条 当您认为本论坛的信息内容侵犯到您的版权、名誉权、隐私权等，请您通知启明星工作室，启明星工作室将立即采取合法的方式妥善解决您的投诉。</p>
				
				<p>第37条 您若需给启明星工作室发投诉通知的，请您提供您的姓名(单位名称)、住所地、联系方式、权利凭证、侵权事实，启明星工作室将依据您的资料进行判断，若认为您的投诉合理将会及时处理，必要时将联系您协商处理。</p>
				
				<p>&nbsp;</p>
				
				<h3>第十章 补充条款</h3>
				
				<p>本协议中所称用户的权利义务适用于游客。&nbsp;</p>
				
				<p style="text-align: right;">三峡大学启明星工作室</p>
				
				<p style="text-align: right;">2020.1.16&nbsp;</p>			
            </div>
        </div>
    </div>
</div>
<%@ include file="../layout/footer.jsp" %>